{
    " APIs. ": " API. ",
    " Show Keys ": " Mostra le chiavi ",
    "- your session has expired due to an extended period of inactivity. You will need to re-authenticate to access the requested information. ": "- la tua sessione è scaduta. E' necessario autenticarsi di nuovo per accedere all'informazione richiesta. ",
    "? This will cancel all the existing subscriptions and keys associated with the application. ": "? Questo cancellerà tutte le sottoscrizioni esistenti e le chiavi associate all'applicazione. ",
    "AbnormalRefreshAlert": "Problemi nel rinnovo del Token",
    "AbnormalRefreshAlert_Desc": "Questo alert viene visualizzato se si verifica un cambiamento nelle modalità di rinnovo degli access token di un'applicazione di un utente. Questo alert può indicare che le chiavi di accesso sono state rubate.",
    "AbnormalTierUsage": "Utilizzo anomalo del tier",
    "AbnormalTierUsage_Desc": "Questo alert viene visualizzato se si verifica una drastica riudzione nell'utilizzo di una API per uno specifico utente. Questo alert può indicare un errore nell'applicazione che utilizza l' API.",
    "Application Name: ": "Nome applicazione: ",
    "Are you sure you want to remove the application ": "Sei sicuro di voler rimuovere l'applicazione ",
    "Are you sure you want to remove the configuration?": "Sei sicuro di voler rimuovere la configurazione?",
    "Are you sure you want to unsubscribe from ": "Sei sicuro di voler cancellare la sottoscrizione ",
    "Callback URLs cannot be empty": "La Callback URL non può essere vuota",
    "Cancel Subscription": "Cancella sottoscrizione",
    "Cannot delete the reply. ": "Non posso cancellare la risposta. ",
    "Cannot edit the reply. ": "Non posso modificare la risposta. ",
    "Cannot edit the topic. ": "Non posso modificare il topic. ",
    "Characters left: ": "Caratteri rimanenti: ",
    "Confirm Delete": "Conferma la cancellazione",
    "Could not save. You have entered an invalid email address.": "Non posso salvare. Hai inserito un indirizzo email non valido.",
    "Data Publishing Enabled": "Data di pubblicazione attivata",
    "Do you want to delete this sandbox auth app from OIDC": "Sei sicuro di voler cancellare l'applicazione di autenticazione alla sandbox dall OIDC",
    "Do you want to remove the topic ": "Sei sicuro di cancellare il topic ",
    "Do you want to remove this reply?": "Sei sicuro di voler cancellare la risposta?",
    "Error!": "Errore!",
    "FrequentTierHittingAlert": "Hai superato il livello",
    "FrequentTierHittingAlert_Desc": "Questo alert viene visualizzato se almeno uno delle seguenti due condizioni è verificata; se una particolare applicazione viene limitata per aver raggiunto il limite del livello di un'applicazione, più di 10 volte(di default) in un giorno (di default) o se per una specifico utente, un'applicazione viene limitata per aver raggiunto il limite del tuo livello per una specifica API, più di 10 volte (di default) in un giorno (di default)",
    "Generate some traffic to see statistics": "Generara un po' di traffico per vedere le statistiche",
    "Input contains one or more illegal characters": "Il valore inserito contiente uno o più caratteri illegali",
    "Invalid Password": "Passwrod non valida",
    "Invalid email address": "Indirizzo di email non valido",
    "Name contains one or more illegal characters ": "Il nome contiente uno o più caratteri non validi ",
    "Name exceeds the character limit (70)": "La lunghezza del numero supera 70 caratteri ",
    "No": "No",
    "No Data Available": "Nessun dato disponibile.",
    "No Data Found ... ": "Nessun dato trovato ... ",
    "Not Configured": "Non configurato",
    "Number of API calls": "Numero di chiamate all'API",
    "OK": "OK",
    "Please enable statistics to see this page": "Configura l'API Manager, Analytics per abilitare gli alert.",
    "Please enter at least one email address": "Inserisci almeno un indirizzo di email",
    "Please select an application before subscribing": "Selezione un'applicazione prima di effetturare la sottoscrizione",
    "Please select at least one alert type": "Selezione almeno un tipo di alert",
    "Please wait..": "Attendi..",
    "Please wait...": "Attendi...",
    "Refer our documentation to configure API Manager Analytics correctly": "Fai riferimento alla documentazione per configurare l'API Manager e l'Analytics correttamente",
    "Remove": "Remuovi",
    "Reply cannot be empty.": "La risposta non può essere vuotoa.",
    "RequestPatternChanged": "Accesso anomalo alla risorsa",
    "RequestPatternChanged_Desc": "Questo alert viene visualizzato se si verifica un cambiamento nelle modalità di accesso ad una risorsa di un utente per una specifica Applicazione. Questo alert può indicare un attività sospetta effettuata da un utente sulla tua applicazione.",
    "Return to API detail page?": "Vuoi ritornare alla pagina di dettaglio dell'API?",
    "Specify list of domains that are permitted to send requests to the Gateway through this application.": "Specificare l'elenco di domini autorizzati a inviare richieste al Gateway tramite questa applicazione.",
    "Stay on this page": "Rimani in questa pagina",
    "Subscription Awaiting Approval": "Sottoscrizione in attesa di approvazione",
    "Subscription Rejected": "Sottoscrizione rifiutata",
    "Subscription Successful": "Sottoscritta con successo",
    "Successfully saved": "Salvato con successo",
    "The name contains one or more illegal characters": "Il nome contiene uno o pià caratteri non permessi",
    "The name contains white spaces.": "Il nome contiene degli spazi.",
    "The passwords you entered do not match.": "Le password che hai inserito non corrispondono.",
    "The period after which the token will expire after generation. A negative value ensures that the token never expires.": "Il periodo dopo il quale il token scadrà dopo la generazione. Un valore negativo garantisce che il token non scada mai.",
    "This application is subscribed to ": "Questo applicazione è sottoscrita da ",
    "This field is required.": "Questo campo è obbligatorio.",
    "The topic description cannot be empty.": "la descrizione del topic non può essere vuota.",
    "The topic subject cannot be empty.": "L'oggetto del topic non può essere vuoto.",
    "UnusualIPAccessAlert": "Indirizzo ip sorgente mai visto",
    "UnusualIPAccessAlert_Desc": "Questo tipo di avviso viene attivato se è presente una modifica nell'IP di origine della richiesta per una particolare API di un'applicazione o se la richiesta proviene da un IP utilizzato prima di un periodo di 30 giorni (predefinito). Questi avvisi potrebbero essere trattati come un'indicazione di un'attività sospetta fatta da un utente su un'API di un'applicazione. ",
    "User": "Utente",
    "User account awaiting Administrator approval.": "Account utente è in attesa di approvazione dall'amministratore.",
    "User added successfully. You can now sign into the API store using the new user account.": "Utente aggiunto con successo. Ora puoi collegarti all'API Store con il nuovo utente.",
    "User password changed successfully. You can now sign in to the API store using the new password.": "Password utente modificata con successo. Ora puoi collegarti all'API Store con la nuova password.",
    "Username and Password fields are empty.": "I campi Username e Password sono vuoti.",
    "View Subscriptions": "Visualizza sottoscrizioni",
    "WSO2 wiki documentation on APIM Analytics": "Documentazione wiki di WSO2 sull'APIM Analytics",
    "Yes": "Sì",
    "You have successfully subscribed to the API.": "Hai sottoscritto con successo l'API.",
    "Your subscription has been rejected, since it does not satisfy the authentication requirements. Please contact the API publisher for more information.": "La tua sottoscrizione è stata rifiutata, poiché non soddisfa i requisiti di autenticazione. Si prega di contattare il publisher dell'API per ulteriori informazioni.",
    "Your subscription request has been submitted and is now awaiting approval.": "La tua richiesta di sottoscrizione è stata inviata ed è in attesa di approvazione. Ricorda che per rendere effettiva la richiesta di sottoscrizione devi inviare il modulo compilato come specificato nella documentazione.",
    "abnormalBackendTime": "Tempo di risposta del backend anomalo",
    "abnormalBackendTime_Desc": "Questo tipo di avviso dovrebbe essere attivato se si verifica un improvviso aumento del tempo di back-end corrispondente a una particolare risorsa API. Questi avvisi potrebbero essere considerati come un'indicazione di un back-end lento. In termini tecnici, se il tempo di back-end di una particolare risorsa API (ad esempio: GET /calc/1.0/numbers) di un tenant si trova al di fuori del valore percentile X, invieremo un avviso. Il valore percentuale predefinito è 95%. Qui, presumiamo con sicurezza che il tempo di back-end corrispondente di una risorsa API segua una distribuzione normale. Il valore percentuale viene calcolato giornalmente per impostazione predefinita. ",
    "abnormalRequestsPerMin": "Numero anomalo di richieste",
    "abnormalRequestsPerMin_Desc": "Questo tipo di avviso dovrebbe essere attivato se si verifica un picco improvviso o una diminuzione del numero di richieste entro un periodo di un minuto per impostazione predefinita per una particolare risorsa API. Questi avvisi potrebbero essere considerati come un'indicazione di un possibile elevato traffico, attività sospette, possibili malfunzionamenti dell'applicazione client, ecc. ",
    "abnormalResponseTime": "Tempo di risposta anomalo",
    "abnormalResponseTime_Desc": "Questo tipo di avviso viene attivato se si verifica un improvviso aumento del tempo di risposta di una determinata risorsa API. Questi avvisi potrebbero essere considerati come un'indicazione di API Manager lento o di un back-end lento. ",
    "blocked": "BLOCCATA",
    "controlled": "Riservata ai tenant",
    "created": "CREATA",
    "deprecated": "DEPRECATA",
    "healthAvailabilityPerMin": " Disponibilità per minuto",
    "healthAvailabilityPerMin_Desc": "Questo tipo di avviso viene attivato se almeno uno dei tre casi seguenti è soddisfatto; Tempo di risposta di un'API > Percentuale superiore del tempo di risposta di quella particolare API o Numero di richieste di un'API al minuto > Percentuale di richieste al minuto di percentile inferiore o codice di stato della risposta> = 500 (Per impostazione predefinita) AND Codice di stato della risposta <600 (Per impostazione predefinita)",
    "private": "Visibile al mio dominio",
    "public": "Pubblica",
    "published": "PUBBLICATA",
    "restricted": "Ristretto ai ruoili",
    "retired": "RITIRATA",
    "roles": "Visibile ai Ruoli",
    "tenants": "Visibile ai Tenant"
    "The tokens already generated for this application will not work for the new subscription. Please regenerate tokens after subscribing to the application": "Il token già generato per questa applicazione non funzionerà per la nuova sottoscrizione. Si prega di regenerare i token dopo la sottoscrizione all'applicazione"
}